//  Учитель физкультуры любит свой предмет и своих учеников. На каждом уроке каждому из присутствующих он выдаёт по одной конфете, а наиболее успешным ещё по три конфеты. Три друга тоже очень любят уроки физкультуры и стараются никогда их не пропускать, но не всегда получается. Один из друзей посетил на один урок меньше остальных. Известны количества конфет, полученных друзьями на уроках за учебный год. Требуется найти друга, который посетил наименьшее количество уроков.
// Входные данные

// В единственной строке входного файла INPUT.TXT записаны три натуральных числа A, B, C – количество конфет у первого, второго и третьего из друзей (A, B, C < 10 000).
// Выходные данные

// В единственную строку выходного файла OUTPUT.TXT нужно вывести целое число от 1 до 3 – номер друга, пропустившего урок.
// Примеры

#include<iostream>
using namespace std;

int main(){
    int a, b, c;
    cin >> a >> b >> c;

    return 0;
}